;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: WiseCleaner.com
; TranslationAuthorEmail: support@wisecleaner.com
; TranslationAuthorWeb: http://www.wisecleaner.com
; Soft Version: 9.63
;
[Lang]
NativeLanguage=English

[GUI]
ButtonYes=Yes
ButtonNo=No
ButtonOK=Ok
ButtonMinimize=Minimize
ButtonMaximize=Maximize
ButtonClose=Close
ButtonRestore=Restore
ButtonMenu=Menu
ClearMode=Clear Mode
ClassicMode=Classic Mode

[Translation]
ReadHabit=Left-to-right
LanguageName=ENU
LangCode=0C09|2809|1009|2409|4009|1809|2009|4409|1409|3409|4809|1c09|2C09|0809|0409|3009
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Confirmation
Warning=Warning
Error=Error
Confirm=Confirmation
;
;  Popup Menu
;
pmGo=Open Containing Folder
pmNone=Select None
pmAll1=Select All
pmrec=Recommended
pmIgnore=Ignore this item
pmExport=Export to ...
pmInvert=Invert Selection
;
; Main GUI
;
FrmWDC.pmPortable.caption=Create a portable version
FrmWDC.pmRestore.caption=Restore
FrmWDC.pmSettings.caption=Settings
FrmGeneral.chkuac.caption=Skip UAC
FrmWDC.pmHelp.caption=Online Help
FrmWDC.pmHome.caption=Homepage
FrmWDC.pmForum.caption=Forum
FrmWDC.pmContact.caption=Contact Us
FrmWDC.pmCheckNew.caption=Check for Updates
FrmWDC.pmLang.caption=Languages
FrmWDC.pmSkin.caption=Change Skin
FrmWDC.pmabout.caption=About
FrmWDC.btncomm.caption=Common Cleaner
FrmWDC.btnadv.caption=Advanced Cleaner
FrmWDC.btnsilm.caption=Slimming System
FrmWDC.btnlikeit.caption=Like it
FrmWDC.btnsuggest.caption=Suggestion and Feedback
FrmWDC.btnupdate.caption=Check for update
FrmWDC.btnfacebook.hint=Follow us on Facebook
FrmWDC.btntwitter.hint=Share it on Twitter
FrmWDC.btnemail.hint=Share it to your friends
FrmWDC.btnassist.caption=Assistance
;
; Advanced Cleaner
;
FrmAdvSettings.lblinfo.caption="Find empty files" comes into effect only once. Next time you need choose it again.
Frmadvdc.btnscan.caption=Scan
Frmadvdc.lblpath.caption=Scan Location:
Frmadvdc.btnrescan.caption=Scan Again
Frmadvdc.btnall.caption=Select All
Frmadvdc.btnadvanced.caption=Advanced Settings
Frmadvdc.btnnone.caption=Select None
Frmadvdc.lblwrcinfo.caption=Wise Registry Cleaner is the Leading Free Registry Cleaner for Windows. Fast, Thorough and Secured!
Frmadvdc.lblwrc.caption=Wise Registry Cleaner
Frmadvdc.lblspeed.caption=The Fastest Scanning Speed In The World!
Frmadvdc.lblrec.caption=Other Applications Users Like:
Frmadvdc.vtfiles.Columns[0]=File Name
Frmadvdc.vtfiles.Columns[1]=Size
Frmadvdc.vtfiles.Columns[2]=Path
Frmadvdc.vtfiles.Columns[3]=Last Accessed Time
Frmadvdc.vtfiles.Columns[4]=Type
;
; Advanced Settings
;
FrmAdvSettings.btnok.caption=Ok
FrmAdvSettings.btnadd.caption=Add
FrmAdvSettings.btnremove.caption=Remove
FrmAdvSettings.btncancel.caption=Cancel
FrmAdvSettings.wcknull.caption=Find empty files (0 bytes, slower)
FrmAdvSettings.wckshortcut.caption=Find invalid shortcuts (slower)
FrmAdvSettings.caption=Advanced Settings
FrmAdvSettings.btnre.caption=Recommended
FrmAdvSettings.btnall.caption=Select All
FrmAdvSettings.btnnone.caption=Select None
;
; Input 
;
Frminput.btnok.caption=Ok
Frminput.btncancel.caption=Cancel
;
; About
;
FrmAbout.caption=About
FrmAbout.lblver.caption=Current Version:
FrmAbout.lblhome.caption=Homepage:
FrmAbout.lblemail.caption=Support Email:
FrmAbout.lblthanks.caption=Thanks to the following people for their contributions:
FrmAbout.btngoogle.hint=Follow us on Google+
;
; Auto Run Settings
;
FrmAutorunSettings.lblcmd.caption=Command Line Mode
FrmAutorunSettings.lblcmdinfo.caption=You can run the program, scan and clean your drives automatically by command line. For more information, please press F1 or click the following URL to read our help document.
FrmAutorunSettings.chk1.caption=Create 'Clean with 1-click' icon, and place it on the desktop
FrmAutorunSettings.chkadv.caption=Include advanced cleaner
FrmAutorunSettings.btnhelp.caption=Online Help
;
; Common Cleaner
;
Frmcommon.lblcustom.caption=Custom
Frmcommon.lblcustomhint.caption=Scan customized entries.
FrmCommon.btnBack.caption=Back to Main
FrmCommon.btnall.caption=Select All
FrmCommon.btnre.caption=Recommended
FrmCommon.btnnone.caption=Select None
FrmCommon.wckadv.caption=Include Advanced Cleaner
FrmCommon.WiseLabel1.caption=Scheduler
FrmCommon.lbltype.caption=Select Run Type:
FrmCommon.lblweek.caption=Select day:
FrmCommon.lbltime.caption=Time:
FrmCommon.btnScan.caption=Scan
FrmCommon.lblstat.caption=Fast and easy to clean up useless files and traces.
FrmCommon.btncancel.caption=Cancel
FrmCommon.btnrescan.caption=Scan Again
FrmCommon.lbltrash.caption=Trash
FrmCommon.lbltrace.caption=Traces
FrmCommon.lblapp.caption=Applications
FrmCommon.lblcookie.caption=Cookies
FrmCommon.lbltrashhint.caption=Useless files in computer.
FrmCommon.lbltracehint.caption=System and user traces.
FrmCommon.lblapphint.caption=Useless files or traces created by other application.
FrmCommon.lblcookiehint.caption=Browser and flash cookies.
;
; Exclusion List
;
FrmExclusion.btnAddFile.caption=Add a file
FrmExclusion.btnAddFolder.caption=Add a folder
FrmExclusion.btnAddType.caption=Add a file type
FrmExclusion.BtnAddCookie.caption=Add Cookies
FrmExclusion.btnImport.caption=Import
FrmExclusion.btnExport.caption=Export
FrmExclusion.btnRemove.caption=Remove
;
; General Settings
;
FrmGeneral.lblmode.caption=Please choose your using mode:
FrmGeneral.chkmode0.caption=Clear Mode
FrmGeneral.chkmode1.caption=Classic Mode
FrmGeneral.lbtran.caption=Translate to...
FrmGeneral.chkNews.caption=Auto get newsletters
FrmGeneral.chknotice.caption=Show auto clean notice
FrmGeneral.chkwipe.caption=Secure deletion (Slower)
FrmGeneral.WiseLabel1.caption=Check for Updates:
FrmGeneral.WiseLabel2.caption=Default Language:
FrmGeneral.btnchecknew.caption=Check Now
FrmGeneral.chkexp.caption=Join the Customer Experience Improvement Program
FrmGeneral.lblexp.caption=Detail
FrmGeneral.chkassist.caption=Notify me when someone posted a paid question.
;
; Custom Settings
;
FrmCustom.WiseLabel4.caption=Custom Folders to Empty (Vaild in advanced cleaner)
FrmCustom.btnAdd.caption=Add
FrmCustom.btnRemove.caption=Remove
FrmCustom.lblCustom.caption=Customize your scanning rules.
FrmCustom.lblcustominfo.caption=If you are a experienced user, you can customize your scanning rules to scan more useless files. Click the following link to learn how to make your configuration file.
FrmCustom.btnhelp.caption=Help Online
;
; Mode Settings
;
FrmMode.lblmode.caption=Please choose your using mode
FrmMode.btnAdv.caption=Classic Mode
FrmMode.btnSimple.caption=Clear Mode
;
; Restore
;
FrmRestore.btnrestore.caption=Restore
FrmRestore.btnremove.caption=Remove
FrmRestore.Btnclose.caption=Close
FrmRestore.caption=Restore
;
; Settings
;
FrmSettings.tsCommon.caption=General
FrmSettings.tsAutoRun.caption=Auto Run
FrmSettings.tsExclusion.caption=Exclusion
FrmSettings.btnAbout.caption=About
FrmSettings.btnok.caption=Ok
FrmSettings.btncancel.caption=Cancel
FrmSettings.caption=Settings
FrmSettings.tsCustom.caption=Custom
;
; System Cleaner
;
FrmSysClean.lblrecommendinfo.caption=Please try our smart products to improve Windows performance now.
FrmSysClean.lblcareinfo.caption=Wise Care 365 is an all-in-one PC tune-up utilites, including all functions of Wise Registry Cleaner and Wise Disk Cleaner. Easy to use and Effective!
FrmSysClean.lblre.caption=Would you like to further improve your Windows performance?
FrmSysClean.btnSlimming.caption=Remove
FrmSysClean.btnall.caption=Select All
FrmSysClean.btnrecommended.caption=Recommended
FrmSysClean.btnnone.caption=Select None
FrmSysClean.vtsys.Columns[0]=Item
FrmSysClean.vtsys.Columns[1]=Size
FrmSysClean.vtsys.Columns[2]=Location
FrmSysClean.vtsys.Columns[3]=Suggestion
;
; Disk Defrag
;
FrmDiskDefrag.btnfree.caption=Free Space
FrmDiskDefrag.btnfolder.caption=Folder
FrmDiskDefrag.btnfile.caption=File
FrmDiskDefrag.btnsystem.caption=System File
FrmDiskDefrag.btnFragmented.caption=Fragments
FrmDiskDefrag.btnmft.caption=MFT
FrmDiskDefrag.chkshutdown.caption=Shut Down after disk defrag.
FrmDiskDefrag.btnpause.caption=Pause
FrmDiskDefrag.btnstop.caption=Stop
FrmDiskDefrag.btnDefrag.caption=Defragment
FrmWDC.btndefrag.caption=Disk Defrag
;
; Schedule task
;
FrmScheduler.caption=Scheduler

[Message]
ConfirmRemoveDownload=It will remove all the files in download folder, are you sure you want to continue?
Skipped=Skipped
NeedAdmin=The feature is available to administrator. If you want to run the feature, please login as administrator.
Entries=Entries
Clean=Clean
ScheduleHint=Cleanup your computer regularly.
UpdateError=Update error, do you want to download the latest version in our website?
LestOneItem=You should choose at least one item to clean.
HistorySaved=The total space saved is: %s
DisableAdd=For safety's sake, some special folders (such as "Windows Folder", "Boot of Hard Drive" and "CD-ROM") are not allowed to be added into this list. 
ConfirmAdd=Are you sure you want to remove all the files in %s when you run "Advanced Cleaner"?
DupFolder=This folder has existed in the list.
ExImport=The exclusion list has been exported to:
SelectHardDrive=Please select a hard drive
CreationDate=Date Created
Description=Description
NowCleaning=Now cleaning:
ScheduleNextTime=The next time:
Never=Never
InputType=Input the filename or filetype (For Example: *.tmp etc...)
WarnNoType=Please choose at least one file type to search!
NoItemChecked=Please choose one or more files to clean.
WDCRunning=The program is running.
RemoveSysRestore=Do you want to remove the selected system restore point?
RestoreFromSysRestore=You must reboot your computer for system restore. Do you want to start restore now?
WarnZeroFile=You selected the "Empty File" Mode. Some 0 byte files are necessary, please review them before you remove them. Are you sure to do this?
SysRestoring=Preparing to restore the system...
SysCreating=Creating a system restore point...
Browse=Browse...
AllHardDrive=Local Hard Drives
Cleaning=Cleaning...
Exported=The current items have been exported to %s, do you want to open the file now?
LeftTimeSec=Duration: %s second(s)
Safetodel=This item can be securely deleted.
MoreSpace=For more space.
Unknow=Unknown.
AddFileType=Add a File Type
AlreadExist=%s has already existed in the list.
illegalType=%s is an illegal file type.
Summary=Summary
InputSummary=Please input the description for this type:
noselected=No items have been selected.
DelFileType=Are you sure you want to delete this file type?
ScanAborted=The scan has been canceled!
TrashFound=%d files, a total of %s, were found.
NoTrashAndTrace=Congratulations! You have a clean computer!
CleanDone=Cleanup was completed!
LestOne=Please choose at least one item to scan.
LestOneClean=Please choose at least one item to clean.
Scanning=Scanning...
InvalidIgnorItem=Can not ignore this item.
TraceFound=%d traces were found.
CleanNow=An immediate clean is suggested.
TrashRemoved=%d files were removed and %s disk space was freed up.
TraceRemoved=%d traces were removed.
LastCommonClean=The last time you cleaned your disk was at:
Working=Please wait for the current task done, and try again.
NoFilesFound=No temp files
NoTracesFound=No traces
FindTraces=%d traces
NoItemFound=No items were found
FindFilesSize=%d files, a total of %s, were found
FindTracesSection=%d traces were found in this section
CanFreeSpace=%d files were found and %s will be saved
TotalTraces=A total of %d traces were found
EnableRestore=System Restore is disabled. Do you want to enable system restore?
RestorePointFail=Failure to create a restore point.
ErrorMsg=Error Message:
NoNewVer=Congratulations! The version you are using is the latest!
KeyWord=Please enter your keyword(s):
AddFolder=Add a folder
CannotCrTask=Can not create a schedule task.
InvalidType=Please input a valid file extension.
NoType=Please check at least one type to search.
FailToDelete=Some files that cannot be deleted may be deleted after reboot.
GoodHabit=Keeping your PC clean is a good habit. Please keep it up!
7After=%d days have passed since last cleanup. An immediate scan is recommended.
7Before=It is a good habit to keep your drives clean and your privacy secured.
TaskExists=The schedule task has existed. Do you want to delete it or create a new schedule task? (No - Edit the existing task. Cancel - Cancel the process.)
NoBackupSelected=Please choose at least one backup to restore.
StartScan=Scan
StartClean=Clean
Cancel=Cancel
Idle=When idle
Daily=Daily
Weekly=Weekly
Monthly=Monthly
Monday=Monday
Tuesday=Tuesday
Wednesday=Wednesday
Thursday=Thursday
Friday=Friday
Saturday=Saturday
Sunday=Sunday
AvdDefaultHint=This section provides advanced settings to find more useless files and free more space.
TrashFoundEx=The following temp files have been found:
NoDriveChecked=You should choose one or more drives to scan.
ScanFor=Scanning drive:
FindDrives=Searching drives...
Login=At login
NewVer=A new version of Wise Disk Cleaner is available! Do you want to upgrade it now?
TranslateTo=Translate into...
AddCookies=Add Cookies
InputCookie=Input Cookies (For Example: wisecleaner.com etc...)
InvalidCookie=Invalid Cookies
BrowserRunning=%s is running. Would you like to close it? Otherwise, caches and cookies can't be cleaned.

[CommonClean]
ScanAbortedHint=We suggest you scan again immediately to find useless files and traces.
DefaultHint=Cleaning useless files and Internet traces can save your space and secure your privacy.
ScanAbortedHint1=We suggest you scan again immediately to find useless files.
WhenIdle=When idle
WhenLogin=At login

[SysClean]
Open=Open
Remove=Remove
MoreSpace=Optional
Cleaning=Cleaning...
Scanning=Scanning...
ScanEnd=A total of %d items were found. %s disk space will be freed up after slimming down.
NoItems=Congratulations! Your system drive is clean.
SpaceFreed=Slimming down was finished. %s disk space was freed up.
Installer=Obsolete Windows Installer
LongInstaller=Obsolete Windows Installers are useless files. They can be removed to free disk space.
PatchUninstall=Uninstallation Files of Windows Update Patches
LongPatchUninstall=If you don't need to uninstall Windows Update, you can remove these files.
Downloadedfiles=Windows Downloaded Installation Files
Longdownloadedfiles=After Windows update patch installation is successful, it's safe to remove the files.
Baselinecache=Windows Installer Baseline Cache
LongBaselinecache=The files were created by Windows installer service, and they can be removed.
JPIME=Japanese IME
LongJPIME=If you don't need Japanese IME files anymore, you can remove them.
KoreanIME=Korean IME
LongKoreanIME=If you don't need Korean IME files anymore, you can remove them.
TChineseIME=Traditional Chinese IME
LongTChineseIME=If you don't need traditional Chinese IME files anymore, you can remove them.
MPinyinIME=Microsoft Pinyin IME
LongMPinyinIME=If you don't need Microsoft Pinyin IME files anymore, you can remove them.
HelpFile=Help Files of Windows
LongHelpFile=If you don't need Windows help files anymore, you can remove them.
SamplePic=Sample Pictures of Windows
LongSamplePic=If you don't need sample pictures anymore, you can remove them.
SampleMic=Sample Music of Windows
LongSampleMic=If you don't need sample music anymore, you can remove them.
SampleVideos=Sample Videos of Windows
LongSampleVideos=If you don't need sample videos anymore, you can remove them.
SampleMedia=Sample Media of Windows
LongSampleMedia=If you don't need sample media anymore, you can remove them.
Wallpaper=Wallpaper files of Windows
LongWallpaper=If you don't need wallpaper files anymore, you can remove them.
[DiskDefrag]
Volume=Drive
Format=File System
TotalSpace=Total Space
FreeSpace=Free Space
Fragmented=Fragments
Status=Status
PmDefrag=Defragment
QuickOpt=Quick Optimization
FullOpt=Full Optimization
PmAnlyse=Analyze
Resume=Resume
Analying=Analyzing
Defragmenting=Defragmenting
Optimizing=Optimizing
Analyed=Analyzed
Defragmented=Defragmented
Optimized=Optimized
Pause=Pause
IsSSD=Your selection may include at least one Solid State Drive. And disk defrag may reduce its lifetime. Are you sure you want to continue?
FragmentedRate=Fragmentation
Win10Upgrade=Windows 10 upgrade files
Win10UpgradeLong=If you have already upgraded to Windows 10, please remove this folder to get more disk space. 

[Area]
WinInstallerPackage=Obsolete Windows Installer
MSOfficeXP= Microsoft Office XP
AOLInstantMessenger=AOL Instant Messenger
Tango=Tango
Tag&Rename=Tag&&Rename
FormatFactory=Format Factory
VirtualDJ=VirtualDJ
NitroPDFReader=Nitro PDF Reader
NitroPro=NitroPro
StardockWindowBlinds=Stardock Window Blinds
AimersoftVideoConverter=Aimersoft Video Converter
WondershareVideoConverter=Wondershare Video Converter
SyncBackFree=SyncBack Free
Picasa=Picasa
SublimeText=Sublime Text
TheBat=TheBat
HandBrake=HandBrake
PhotodexProShowProducer=Photodex ProShow Producer
NVIDIAInstallFiles=NVIDIA Install Files
SonyVegasPro=Sony Vegas Pro
ConnectifyHotspot=Connectify Hotspot
ExpressScribe=Express Scribe
SamsungKies=Samsung Kies
dBpoweramp=dBpoweramp
KMPlayer=KMPlayer
KantarisMediaPlayer=Kantaris Media Player
McAfeeAntiVirus=McAfee AntiVirus
Paint.net=Paint.net
AdobeAir=Adobe Air
Evernote=Evernote
Sketchup=Sketchup
CDBurnerXP=CDBurner XP
DirectoryOpus=Directory Opus
GomPlayer=Gom Player
MailWasherPro=Mail Washer Pro
FoxitPhantomPDF=Foxit Phantom PDF
Gadu-Gadu=Gadu-Gadu
Anonymizer=Anonymizer
InkScape=InkScape
DVDFab=DVDFab
CopernicDesktopSearch=Copernic Desktop Search
4Sync=4Sync
UniversalExtractor=Universal Extractor
DivXplayer=DivX player
CyberLinkAudioDirector=CyberLink Audio Director
CyberLinkPowerDirector=CyberLink Power Director
CyberLinkPhotoDirector=CyberLink Photo Director
AlZip=AlZip
RegEditX=RegEditX
AkelPad=AkelPad
PhotoScape=PhotoScape
BlueStacks=BlueStacks
ManyCam=ManyCam
XnView=XnView
FastStoneImageViewer=FastStone Image Viewer
QQImg=QQ Recived Images
QQRFile=QQ Recived Files
AIMP3=AIMP3
GIMP=GIMP
VSOBlu-rayConverterUltimate=VSOBlu-rayConverter Ultimate
VSODVDConverterUltimate=VSO DVD Converter Ultimate
FreemakeVideoConverter=Freemake Video Converter
FreemakeVideoDownloader=Freemake Video Downloader
FreemakeAudioConverter=Freemake Audio Converter
ConvertXToDVD=ConvertXToDVD
I2P=I2P
CoffeeCupHTMLEditor=CoffeeCup HTML Editor
AnyVideoConverterUltimate=Any Video Converter Ultimate
FoxitReader=Foxit Reader
GoZillailla=GoZillailla
MagicISO=MagicISO
Zune=Zune
BreezeBrowserPro=Breeze Browser Pro
PerfectDisk=Perfect Disk
CamtasiaStudio=Camtasia Studio
ACDSee=ACDSee
YahooToolbar=Yahoo Toolbar
AdvancedSearchbar=Advanced Searchbar
WinLiveToolbar=Windows Live Toolbar
GoogleToolbar=Google Toolbar
GoogleDeskbar=Google Deskbar
GoogleCalendar=Google Calendar
GoogleTalk=Google Talk
MSSearchHelper=MS Search Helper
NoteXpad=NoteXpad
Ditto=Ditto
Pando=Pando
Last.FM=Last.FM
FeedDemon=Feed Demon
WinDiff=WinDiff
CompareIt=CompareIt
ExamDiff=ExamDiff
AshampooBurningStudio=Ashampoo Burning Studio
Battle.net=Battle.net
AdobeImageReady7=Adobe Image Ready 7
AdobeImageReadyCS=Adobe Image Ready CS
AdobePhotoshopElements12=Adobe Photoshop Elements 12
AdobeIllustrator=Adobe Illustrator
AdobeDreamweaver=Adobe Dreamweaver
AdobePremiereProCC=Adobe Premiere Pro CC
AdobePremiereElements12=Adobe Premiere Elements 12
AcrobatDistiller10=Acrobat Distiller 10
RealPlayer=Real Player
RealPlayerSP=Real Player SP
RealPlayer15=Real Player 15
RealPlayer16=Real Player 16
RealPlayerCloud=Real Player Cloud
SWiSH=SWiSH
PaintShopPro7=PaintShop Pro 7
PaintShopPro8=PaintShop Pro 8
PaintShopPro9=PaintShop Pro 9
PaintShopProX=PaintShop Pro X
PaintShopProXI=PaintShop Pro XI
PaintShopProX2=PaintShop Pro X2
PaintShopProX3=PaintShop Pro X3
PaintShopProX4=PaintShop Pro X4
PaintShopProX5=PaintShop Pro X5
PaintShopProX6=PaintShop Pro X6
VirtualDub=VirtualDub
TextPad=TextPad
WindowsMovieMaker=Windows Movie Maker
FreshDownload=Fresh Download
PicoZip=PicoZip
AceHTML=AceHTML
ABBYYFineReader=ABBYY FineReader
Notepad++=Notepad++
FastStoneCapture=FastStone Capture
PowerISO=PowerISO
Thunder=Thunder
QIHU360TotalSecurity=360 Total Security
TencentQQGame=Tencent QQGame
ThunderXMP=Thunder XMP
DriveTheLife=DriveTheLife
AdobeFireworks=Adobe Fireworks
AVIPreview=AVI Preview
Steam=Steam
Xfire=Xfire
XMLSpy=XML Spy
RegEdit=RegEdit
GameExplorer=Game Explorer
PKZip=PKZip
ZipMagic=ZipMagic
Yandex=Yandex
YandexCache=Yandex Cache
YandexLocalstorage=Yandex Localstorage
YandexForm=Yandex Autocomplete Form History
Yandexpass=Yandex Saved Passwords
YandexSession=Yandex Session
YandexCookies=Yandex Cookies
Vivaldi=Vivaldi
VivaldiCache=Vivaldi Cache
Vivaldilocalstorage=Vivaldi Localstorage
VivaldiForm=Vivaldi Autocomplete Form History
VivaldiSavedpasswords=Vivaldi Saved Passwords
VivaldiSession=Vivaldi Session
VivaldiCookies=Vivaldi Cookies
WinSxsBackup=Windows WinSxs Backup
LogMeIn=LogMeIn
WinPatrol=WinPatrol
VirtualCloneDrive=Virtual Clone Drive
CloneCD=CloneCD
ImgBurn=ImgBurn
IZArc=IZArc
TUGZip=TUGZip
SUPERAntiSpyware=SUPERAntiSpyware
SpywareTerminator=Spyware Terminator
MalwarebytesAnti-Malware=Malwarebytes Anti-Malware
iTunes=iTunes
QQPCMgr=QQPCManager
BaiduYunGuanjia=BaiduYunGuanjia
YY=DuoWan YY
Chromelocalstorage=Google Chrome History
LogFiles=Log Files
syscache=System Cache
Systempatches=System Patches
tempfiles=Temporary Files
Invalidsysconfig=Invalid System Configuration
SystemTrace=Windows and Applications traces
WindowsSystem=Windows System
MicrosoftIE=Microsoft IE
Microsoft IE=Microsoft IE
GoogleChrome=Google Chrome
MozillaFireFox=Mozilla Firefox
Opera=Opera
Safari=Safari
PaleMoon=PaleMoon
WindowsComponents=Windows Components
Cookies=Cookies
AdobeFlash=Adobe Flash
MSOffice97=Microsoft Office 97
MSOfficeXP=Microsoft Office XP
MSOffice2003=Microsoft Office 2003
MSOffice2007=Microsoft Office 2007
MSOffice2010=Microsoft Office 2010
MSOffice2013=Microsoft Office 2013
MSOffice2016=Microsoft Office 2016
InvalidScTask=Invalid Scheduled Tasks
Downloads=Browser downloaded files
MicrosoftEdge=Microsoft Edge
MSEdgeSession=Microsoft Edge Session
MSEdgeCookies=Microsoft Edge Cookies
MSEdgeCache=Microsoft Edge Cache
MSEdgeRecentlyTypedURLs=Microsoft Edge Recently Typed URLs
MSEdgeSavedFormInformation=Microsoft Edge Saved Form Information
MSEdgeSavedPasswords=Microsoft Edge Saved Passwords
MSEdgeHistory=Microsoft Edge History
MSEdgeDownloadHistory=Microsoft Edge Download History
IISLog=IIS Log Files
WindowsSysCache=Windows System Cache
QQ=Tencent QQ
TeamViewer=TeamViewer
ChromeSession=Google Chrome Session
MSOneDrive=Microsoft One Drive
RealVNC=RealVNC
OpenOffice=OpenOffice
OxygenXMLEditor=Oxygen XML Editor
CamfrogVideoChat=Camfrog Video Chat
MirandaInstantMessenger=Miranda Instant Messenger
Pidgin=Pidgin
YahooMessenger=Yahoo Messenger
ooVoo=ooVoo
TeamSpeak=TeamSpeak
VentriloClient=Ventrilo Client
VentriloServer=Ventrilo Server
MySpaceIM=MySpaceIM
AcronisTrueImage=Acronis True Image
KingsoftOffice=Kingsoft Office 2013
UltraEdit=UltraEdit
UltraISO=UltraISO
Skype=Skype
uTorrent=uTorrent
MicrosoftSilverlight=Microsoft Silverlight
PaleMoonCache=PaleMoon Cache
PaleMoonHistory=PaleMoon History
PaleMoonCookies=PaleMoon Cookies
PaleMoonDownloadHistory=PaleMoon Download History
PaleMoonSession=PaleMoon Session
PaleMoonSitePreferences=PaleMoon Site Preferences
PaleMoonSavedFormInformation=PaleMoon Saved Form Information
VLCMediaPlayer=VLC Media Player
CorelVideoStudioPro=Corel VideoStudio
QuickTimePlayer=QuickTime Player
WinInstallerCache=Windows Installer Cache
MESCache=Microsoft Security Essentials
AppleInstallCache=Apple Software Install Cache
MetroCache=Windows Metro Cache
UserDefine=User custom cleanup rules
OfficeRecent=Microsoft Office Recent History
IEHistory=Microsoft Internet Explorer Active History
FontCache=Windows Font Cache
InvalidStartMenu=Invalid Start Menus
PDFCreator=PDFCreator
PDFArchitect=PDF Architect
AdobeReaderTmp=Adobe Reader temporary files
AdobePhotoshop=Adobe Photoshop history
DaemonTools=Daemon Tools
BitTorrent=BitTorrent
OperaCache=Opera cache
OperaHistory=Opera history
OperaCookies=Opera cookies
OperaSessions=Opera sessions
OperaURLHistory=Opera typed URLs
OperaSiteIcon=Opera website Icons
OperaPassword=Opera saved password
Networkmapping=Network Drive Mapping History
LastDownloadDir=Last Download Location
TrashClean=Useless Files In Computer
TraceClean=Traces In Computer
WinRar=WinRar
WinZip=WinZip
7Zip=7-Zip
GoogleEarth=Google Earth
AcrobatReader=Acrobat Reader
MSN=Windows Live Messenger
OfficePicture=Microsoft Office Picture Manager
Office=Microsoft Office
OfficeRecent=Microsoft Office Recent History
TypeOtherApp=Other Applications
WindowsPaint=Windows Paint
WindowsDefender=Windows Defender
WindowsWordpad=Windows Wordpad
WindowsMediaPlayer=Windows Media Player
TypeWComponents=Windows Components
FireFoxOther=Mozilla Firefox Other Histories
FireFoxPass=Mozilla Firefox Saved passwords
FireFoxForm=Mozilla Firefox Autocomplete Form History
FireFoxCookies=Mozilla Firefox Cookies
ChromePass=Google Chrome Saved passwords
ChromeForm=Google Chrome Autocomplete Form History
ChromeCookies=Google Chrome Cookies
IEPass=IE Saved Passwords (Private Data won't be listed)
IEForm=IE Autocomplete Form History (Private Data won't be listed)
IECookies=Microsoft IE Cookies
DOMStoreCookies=Microsoft IE DOMStore Cookies
IEAddressBarHistory=Microsoft Internet Explorer address bar history
TypeInternetCache=Web Browser Cache
TypeInternetTrace=Web Browser Trace
JumpList=Taskbar Jump Lists (Fixed Items will be removed too)
SearchList=Windows Search History
TraryNotify=Windows Tray Notification Cache
ExplorerMRU=Other Explorer MRUs
Recentdocuments=Recent Documents
RunStartMenu=Run in Start Menu
TypeSystem=Windows System
Flash=Adobe Flash Player
TypeMedia=Multimedia
FireFoxCache=Mozilla Firefox Cache
ChromeCache=Google Chrome Cache
IECahce=Microsoft IE Cache
LogFile=System Log Files
DownloadedPatch=Windows update files
ErrorReport=Error Report Files
Dump=Memory Dump Files
ThumbCache=Thumbnail Cache
InvalidLnk=Invalid Shortcuts
UserTemp=Temp Files Created by Applications
SysTemp=Temp Files Created by Windows
Prefetch=Old Prefetch Data
RemoteDesktop=Cache Files of Remote Desktop
Recyclebin=Empty Recycle Bin
SafariCache=Safari Internet Cache
SafariHistory=Safari History
SafariCookies=Safari Cookies
SafariPass=Safari Saved Form Information
YahooMessage=Yahoo Message
WLM=Windows Live Messenger
SunJava=Sun Java

[Type]
UserDefine=User Define
ZeroFile=Empty files - 0 bytes
WinSetupLog=Windows installation error log files
NtUninstall=Uninstall sources of Windows Patches
InvalidLnk=Invalid shortcuts
UserTemp=Files in temporary folders of Users
WinTemp=Files in temporary folders of Windows
RecentFiles=Links of Recent files
PatchSource=Windows Update Sources
TempFile=Temporary files
fcwdir=Files created by a download process
tfcbp=Temporary files Created by programs
sdrf=Restore files created during disk scanning
OldFile=Old Files
outdatedfile=Outdated files
fcwhfir=Files created when a help file is running
Ncfile=Newsgroup cache files
Backupfile=Backup files
WBfile=MS Word Backup files
Cbswahf=Files created while searching a help file
whtf=Temp files of Windows help system
Logfile=Log files
LLogfile=Log file created by applications or system services.
Errorfile=Error files
Wmdf=Win2000/XP memory dump files
bcomf=Backup copies of modified files
Indexfile=Index files
ifcbsiotitpbs=index files created by system in order to improve the picture browsing speed
Tfcds=Temporary files created during setup
Intermediatefile=Intermediate files
chkfile=Recovered file

[AutoClean]
DiskSaved=disk space has been Saved.
Title=Congratulations!
TraceCleanned=traces have been cleaned.

[Skin]
SkinDefault=Default
SkinGray=Gray
SkinOrange=Orange
SkinCustom=Custom
SkinColor=Custom skin color

[AutoUpdate]
CurrentFile=Current File:
Canceling=Canceling...
CANCEL=Cancel
Ready=Ready for download

[EUASK]
regcaption=Register
logincaption=Login
FrmEuaskLogin.lblJoin.Caption=Join Euask
FrmEuaskLogin.lblSign.Caption=Sign in to Euask
FrmEuaskLogin.lblnick.Caption=Username:
FrmEuaskLogin.lbl1.Caption=Password:
FrmEuaskLogin.btnlogin.caption=Login
FrmEuaskLogin.btnregister.Caption=Register
FrmEuaskLogin.btnpwd.Caption=Forgot your password?
FrmEuaskLogin.WiseLabel1.Caption=Username:
FrmEuaskLogin.WiseLabel2.Caption=Password:
FrmEuaskLogin.btnreg.caption=Register
FrmEuaskLogin.WiseSimpleButton1.Caption=Login
FrmEuaskLogin.lbl2.Caption=Email:
FrmEuaskLogin.btnnone.Caption=Not now
inputuser=Please input your password and user name.